;; -*- no-byte-compile: t; -*-

(package! tldr)
(package! leetcode
  :recipe (:host github :repo "kaiwk/leetcode.el"))
(package! expand-region)
(package! hyperbole)
(package! org-trello)
(package! org-modern)
(package! centaur-tabs)
(package! swiper)
(package! perspective)
(package! persp-projectile)
(package! gptel)
(package! inf-ruby)
(package! affe)
