;; -*- no-byte-compile: t; -*-

(package! tldr)
(package! leetcode)
(package! expand-region)
(package! hyperbole)
(package! org-modern)
(package! centaur-tabs)
(package! swiper)
(package! perspective)
(package! persp-projectile)
(package! verb)
(package! vertico-posframe)
(package! format-all)
(package! all-the-icons)
(package! all-the-icons-dired)
(package! popwin)
(package! idris2-mode
  :recipe (:host github :repo "idris-community/idris2-mode"))
(package! perspective-tabs
  :recipe (:host sourcehut :repo "woozong/perspective-tabs"))
