;; -*- no-byte-compile: t; -*-

(package! tldr)
(package! leetcode
  :recipe (:host github :repo "kaiwk/leetcode.el"))
(package! expand-region)
(package! hyperbole)
(package! org-modern)
(package! centaur-tabs)
(package! swiper)
(package! perspective)
(package! persp-projectile)
(package! verb)
(package! vertico-posframe)
(package! format-all)
(package! obsidian)
(package! all-the-icons)
(package! all-the-icons-dired)
(package! gptel)
